Repository: gladmustang/CloudVirt
Catalog: convirt/src/convirt/web/convirt/convirt/i18n/*/LC_MESSAGES/convirt.po
Languages: tr

source: User
tr: 用户

source: Close
tr: 关闭

source: Refresh
tr: 刷新

source: OK
tr: 确定

source: Cancel
tr: 取消

source: Tasks
tr: 任务

source: New
tr: 新建

source: Remove
tr: 删除

source: Edit
tr: 编辑

source: Add
tr: 添加

source: Test
tr: 测试

source: Save
tr: 保存

source: Error
tr: 错误

source: Errors
tr: 错误

source: Warning
tr: 警告

source: Message
tr: 消息

source: Failure
tr: 失败

source: Failure
tr: 失败

source: Your session has expired. Please login again.
tr: 登录超时, 请重新登录!

source: Admin
tr: 管理

source: Logout
tr: 退出

source: Change Password
tr: 修改密码

source: Welcome to Wish Cloud
tr: 欢迎光临希望云数据中心

source: Password
tr: 密码

source: Login
tr: 登录

source: Reset
tr: 重置

source: Invalid username provided for CMS authentication.
tr: 无效的用户名

source: Invalid password provided for CMS authentication.
tr: 无效的密码

source: Connecting
tr: 正在连接

source: Sending data...
tr: 正在发送数据...

source: Please enter Username and Password.
tr: 请输入用户名和密码

source: Actions
tr: 动作

source: Select Action
tr: 选择动作

source: Add Server Pool
tr: 添加服务器资源池

source: Remove Server Pool
tr: 删除服务器资源池

source: Manage Storage
tr: 管理存储

source: Manage Virtual Networks
tr: 管理虚拟交换网络

source: Add Server
tr: 添加服务器

source: Connect All
tr: 全部连接

source: Provision Virtual Machine
tr: 创建或克隆虚拟机

source: Provisioning Settings
tr: 查看设置

source: Edit Server
tr: 编辑服务器

source: Open SSH Terminal
tr: 打开SSH终端

source: Connect Server
tr: 连接服务器

source: Move Server
tr: 移动服务器

source: Restore Hibernated
tr: 恢复休眠状态虚拟机

source: Import Virtual Machine Config File(s)
tr: 导入虚拟机配置文件

source: Start All Virtual Machines
tr: 启动全部虚拟机

source: Shutdown All Virtual Machines
tr: 关闭全部虚拟机

source: Kill All Virtual Machines
tr: 强行终止全部虚机机

source: Migrate All Virtual Machines
tr: 迁移全部虚拟机

source: Remove Server
tr: 删除服务器

source: Annotate
tr: 注解

source: Edit Settings
tr: 编辑虚拟机设置

source: Edit Virtual Machine Config File
tr: 手动编辑虚拟机配置文件

source: View Console
tr: 远程管理

source: Migrate Virtual Machine
tr: 迁移虚拟机

source: Start
tr: 启动虚拟机

source: Start and View Console
tr: 启动并远程管理虚拟机

source: Pause
tr: 暂停虚拟机

source: Reboot
tr: 重启虚拟机

source: Resume
tr: 继续虚拟机

source: Shutdown
tr: 关闭虚拟机

source: Kill
tr: 强行终止虚拟机

source: Hibernate
tr: 休眠虚拟机

source: Set Boot Device
tr: 设置虚拟机引导设备

source: Remove Virtual Machine Config
tr: 删除虚拟机配置

source: Remove Virtual Machine
tr: 删除虚拟机

source: Add Template Group
tr: 添加模板组

source: Create Template
tr: 创建模板

source: Overview
tr: 概览

source: Summary
tr: 总结

source: Server Pools
tr: 服务器资源池

source: Virtual Machine Density
tr: 虚拟机密度

source: Virtualization Platform
tr: 虚拟化平台

source: Notifications
tr: 日志消息

source: Storage Allocation (%)
tr: 已分配存储 (%)

source: Top 5 Servers
tr: 前5的服务器

source: Top 5 Servers are calculated based on the last hour data. Historical data is shown for these servers.
tr: 负载最高的5台服务器是根据过去一个小时内的监控数据计算得来的，这些服务器的历史数据如图所示。

source: Last 12 Hours
tr: 过去12小時

source: Today
tr: 今天

source: Last 24 Hours
tr: 过去24小時

source: Last 7 Days
tr: 过去7天

source: Last 30 Days
tr: 过去30天

source: Week To Date
tr: 本周

source: Month To Date
tr: 本月

source: Custom
tr: 自定义

source: Top 5 Servers by {0} Usage
tr: {0}使用率前5的服务器

source: Top 5 Virtual Machines by {0} Usage
tr: {0}使用率前5的虚拟机

source: Name
tr: 名称

source: {0} Usage(%)
tr: {0}使用率(%)

source: Host {0}(%)
tr: 主机{0}使用率(%)

source: Configuration
tr: 配置

source: Total CPU count
tr: CPU 总数

source: Total Memory
tr: 内存总数

source: Storage Available
tr: 可分配存储空间

source: Networks
tr: 网络

source: Host Operating System
tr: 宿主机操作系统

source: Guest Operating System
tr: 客户机操作系统

source: Storage Resources
tr: 存储资源

source: Virtual Networks
tr: 虚拟交换网络

source: Type
tr: 类型

source: Allocation(%)
tr: 分配空间 (%)

source: Description
tr: 描述

source: Server
tr: 服务器

source: Details
tr: 详细信息

source: Servers
tr: 服务器

source: Server Information
tr: 服务器信息

source: The table shows top 50 Servers by current CPU Utilization(%)
tr: 当前CPU使用率最高的50台服务器(%)

source: Search:
tr: 搜索:

source: Select Type
tr: 选择类型

source: Virtual Machines Information
tr: 虚拟机信息

source: The table shows top 50 Virtual Machines by current CPU Utilization(%)
tr: 当前CPU使用率最高的50台虚拟机(%)

source: The table shows top 50 Virtual Machines by current CPU Utilization(%).
tr: 当前CPU使用率最高的50台虚拟机(%).

source: The table shows top 50 Virtual Machines by current Memory Utilization(%).
tr: 当前内存使用率最高的50台虚拟机(%).

source: The table shows top 50 Down Virtual Machines
tr: 关机状态的前50台虚拟机

source: The table shows top 50 Running Virtual Machines
tr: 运行状态的前50台虚拟机

source: The table shows top 50 Servers by current Memory Utilization(%)
tr: 当前内存使用率最高的50台服务器(%)

source: The table shows top 50 Standby Servers
tr: 待机状态的前50台服务器

source: The table shows top 50 Down Servers
tr: 关机状态的前50台服务器

source: Custom Search
tr: 自定义搜索

source: Down Servers
tr: 关机状态的服务器

source: Server Pool
tr: 服务器资源池

source: Virtual Machine Summary
tr: 虚拟机总结

source: Host CPU(%)
tr: 宿主机CPU(%)

source: Host Memory(%)
tr: 宿主机内存(%)

source: Storage(%)
tr: 存储(%)

source: Host OS
tr: 宿主机操作系统

source: Platform
tr: 虚拟化平台

source: State
tr: 状态

source: Mem(%)
tr: 内存(%)

source: Storage(GB)
tr: 存储(GB)

source: Template
tr: 模板

source: Template Version
tr: 模板版本

source: Comments
tr: 说明

source: Guest OS
tr: 客户机操作系统

source: Shut Down
tr: 关闭

source: Unknown
tr: 未知

source: Running
tr: 正在运行

source: Blocked
tr: 阻塞

source: Paused
tr: 暂停

source: Crashed
tr: 崩溃

source: Storage Used
tr: 已使用存储

source: Memory
tr: 内存

source: Storage
tr: 存储

source: {0} Utilization
tr: {0}使用率

source: CPU Usage
tr: CPU使用

source: Memory Usage
tr: 内存使用

source: IP Address
tr: IP地址

source: Device
tr: 设备

source: Mounted On
tr: 挂载目录

source: Size
tr: 大小

source: {0} Information
tr: {0}信息

source: OS
tr: 操作系统

source: Available Interfaces
tr: 可获取到的网络接口

source: Mounted Devices
tr: 已挂载设备

source: Version
tr: 版本

source: Availble Memory (MB)
tr: 可获取内存

source: Total Memory (MB)
tr: 总内存

source: Kernel
tr: 内核

source: Distribution
tr: 分发版本

source: Architecture
tr: 体系结构

source: Model
tr: 型号

source: Vendor Id
tr: 供应商ID号

source: Processors
tr: 处理器数量

source: Speed (MHz)
tr: 速度 (MHz)

source: Virtual Machines
tr: 虚拟机

source: Virtual CPUs
tr: 虚拟CPU数

source: Host CPU Usage(%)
tr: 宿主机CPU使用率(%)

source: Memory Utilization(%)
tr: 宿主机内存使用率(%)

source: Network
tr: 网络

source: General
tr: 常规

source: Display Configuration
tr: 显示设备配置

source: USB Configuration
tr: USB配置

source: Boot Parameters
tr: 启动参数

source: Advanced
tr: 高级

source: Storage Information
tr: 存储信息

source: Network Information
tr: 网络信息

source: Location
tr: 位置

source: Mode
tr: 模式

source: Shared
tr: 已共享

source: Use Unused Display
tr: 使用未使用的显示设备

source: Standard Vga
tr: 标准VGA

source: USB Enabled
tr: USB使能

source: USB Device
tr: USB设备

source: Bootloader
tr: 启动加载器

source: Root Device
tr: 根设备

source: Kernel Args
tr: 核心参数

source: Boot Device
tr: 引导设备

source: Architecture Lib directory
tr: 结构库目录

source: Network Mode
tr: 网络模式

source: Shadow Memory
tr: 影子内存

source: Device Model
tr: 设备模型

source: Builder
tr: 提供商

source: Task
tr: 任务

source: Entity Name
tr: 对象名称

source: Entity Type
tr: 对象类型

source: Username
tr: 用户

source: Start Time
tr: 开始时间

source: End Time
tr: 结束时间

source: Status
tr: 状态

source: Importing Virtual Machine on %s
tr: 在服务器%s上导入虚拟机

source: Succeeded
tr: 成功

source: Not Started
tr: 未启动

source: Started
tr: 已启动

source: Failed
tr: 失败

source: Canceled
tr: 取消

source: Error Notifications
tr: 错误日志

source: Error Message
tr: 错误消息

source: Displays submitted task information and their status.
tr: 已提交的任务信息和状态

source: Show Message
tr: 显示消息

source: Search (By Name):
tr: 名称搜索

source: Search
tr: 搜索

source: Condition
tr: 条件

source: Created By
tr: 创建人

source: Created Time
tr: 创建时间

source: Add Search
tr: 添加搜索

source: Max row count
tr: 最大返回行数

source: Property
tr: 属性

source: Filter
tr: 过滤条件

source: Value
tr: 值

source: Please select a record from the list
tr: 请从列表中选择一条记录

source: Old Password
tr: 旧密码

source: New Password
tr: 新密码

source: Confirm Password
tr: 确认新密码

source: Administration
tr: 管理

source: User Management
tr: 用户管理

source: Users
tr: 用户

source: Groups
tr: 用户组

source: SMTP Config
tr: SMTP配置

source: Create / Edit users
tr: 创建/编辑用户

source: Assign Users to Groups
tr: |为用户指定组

source: Create/Edit Groups,
tr: 创建/编辑用户组

source: Add Users to Groups
tr: |添加用户到用户组

source: Search (By Name):
tr: 名称搜索

source: Email Setup
tr: 邮件设置

source: Configure/Edit Email setup
tr: 配置/编辑邮件设置

source: Search (By Server Name):
tr: 通过服务器名称搜索:

source: Server Name
tr: 服务器名

source: User Name
tr: 用户名

source: port
tr: 端口

source: New Group
tr: 新建用户组

source: Group
tr: 用户组

source: Available Users
tr: 可选择用户

source: Selected Users
tr: 已选择用户

source: Some of the required information is missing.
tr: 缺少必要的信息

source: Please select a record from the group list
tr: 请从用户组列表中选择一条记录

source: Edit Group
tr: 编辑用户组

source: About to delete group:
tr: 将要删除用户组:

source: New User
tr: 新建用户

source: First Name
tr: 名字

source: Last Name
tr: 姓氏

source: Nick Name
tr: 昵称

source: Retype Password
tr: 重输密码

source: Email
tr: 邮件

source: Phone
tr: 电话

source: Active
tr: 激活

source: InActive
tr: 未激活

source: Please enter valid Email-Id
tr: 请输入有效的邮件地址

source: Success
tr: 成功

source: Successfully saved the values
tr: 信息保存成功

source: Password is not matching retyped password
tr: 密码和重输密码不匹配

source: Edit User
tr: 编辑用户

source: Audit
tr: 审计

source: Created Date
tr: 创建时间

source: Modified By
tr: 修改者

source: Modified Date
tr: 修改时间

source: Please select the record from the user list
tr: 请从用户列表中选择记录

source: Please select a record from the user list
tr: 请从用户列表中选择一条记录

source: Confirm
tr: 确认

source: About to delete user:
tr: 将要删除用户:

source: New EmailSetup
tr: 新建邮件设置

source: Mail Server
tr: 邮件服务器

source: Security and Authentication
tr: 安全和认证

source: Use Secure Connection
tr: 使用安全连接

source: Use Name and Password
tr: 使用用户名和密码

source: Port
tr: 端口

source: Settings
tr: 设置

source: ServerName
tr: 服务器名

source: Invalid enteries
tr: 无效对象

source: Please select the record from the list
tr: 请从列表中选择记录

source: Edit Email Setup
tr: 编辑邮件设置

source: About to delete email record:
tr: 将要删除邮件设置记录

source: New Record Added Successfully
tr: 新记录添加成功

source: Record updated successfully
tr: 记录更新成功

source: Select Period for Metric Utilization
tr: 选择度量起止区间

source: Metric
tr: 度量

source: GO
tr: 确定

source: Period
tr: 时间段

source: Compare
tr: 比较

source: Compare &nbsp;&nbsp;
tr: 比较 &nbsp;&nbsp;

source: Select
tr: 选择

source: Virtual Machine
tr: 虚拟机

source: Data Center
tr: 数据中心

source: Warning.
tr: 警告

source: Please select an Entity.
tr: 请选择一个对象!

source: Select Entities for Comparison.
tr: 请选择对象进行比较!

source: Please select different Entities.
tr: 请选择不同的对象!

source: Show Average
tr: 显示均值

source: From
tr: 起始

source: To
tr: 结束

source: Enter Server Pool Name
tr: 请输入服务器资源池名称

source: Please enter valid Group Name.
tr: 请输入有效的资源池名称

source: All servers in the server pool, {0} will be removed. Continue?
tr: 资源池{0}中的所有服务器都将被删除, 继续?

source: This represents shared storage resources available to all servers in a Server Pool to which the storage is attached.
tr: 与服务器资源池所关联的存储资源是共享资源，该资源池中所有的服务器均可使用

source: This represents shared storage resources available to all servers with in a Server Pool.
tr: 资源池中所有的服务器均可使用的共享存储资源

source: This represents shared storage resources available to a server.
tr: 服务器可使用的共享存储资源

source: Storage Details
tr: 存储资源详细信息

source: Definition
tr: 定义

source: Share
tr: 共享

source: Mount Point
tr: 挂载点

source: Validate / Select Storage
tr: 验证 / 选择存储

source: Managed Server
tr: 物理服务器

source: Scan
tr: 扫描

source: Discovered Storage
tr: 已发现存储

source: Disks
tr: 磁盘

source: Success:
tr: 成功:

source: Total Size
tr: 总大小

source: Available Size
tr: 可分配大小

source: Testing Storage...
tr: 测试存储...

source: Please Wait...
tr: 请等待...

source: Please wait...
tr: 请等待...

source: Adding Storage...
tr: 添加存储...

source: Updating Storage...
tr: 更新存储...

source: Please select a storage.
tr: 请选择一个存储

source: One of more Virtual Machines seems to be using the storage. Are you sure you want to continue ?
tr: 一个或多个虚拟机正在使用该存储, 需要继续吗?

source: Rename Shared Storage
tr: 重命名共享存储

source: Please enter valid Name.
tr: 请输入有效名称

source: Enter new Shared Storage Name
tr: 请输入新的共享存储名称

source: This represents the list of servers linked with the selected storage along with the status.
tr: 与所选择的存储关联的服务器列表和状态

source: If you remove storage
tr: 如果您删除存储

source: , it would unmount the storage. Do you wish to remove it?
tr: , 会将存储从服务器上卸载。 想要继续删除吗?

source: Attach
tr: 关联

source: Detach
tr: 解除关联

source: Select From Storage Resources
tr: 从存储资源中选择

source: Manage Virtual Network
tr: 管理虚拟交换网络

source: Virtual Networks allow VMs on the same managed server to communicate with each other
tr: 虚拟交换网络使得同一台物理服务器上的虚拟机可以相互通讯

source: Scope
tr: 范围

source: Select a Target Node
tr: 选择一个目标节点

source: Only connected servers will be shown here.
tr: 只有已连接的服务器才会在这里显示

source: Please select a Managed Node.
tr: 请选择一个物理节点

source: New Definition
tr: 新的定义

source: Specify Virtual Network Details
tr: 指定虚拟交换网络详细信息

source: Isolated or NAT
tr: 隔离或者NAT

source: Host only(Isolated)
tr: Host only(隔离)

source: NAT Forwarded
tr: NAT传递

source: Tip: Create isolated N/W or forward to a physical N/W using NAT.
tr: 说明: 创建隔离网络或者使用NAT传递到物理网络

source: Tip: A bridge is created to for every virtual network defined.
tr: 说明: 每一个定义的虚拟交换网络会创建一个bridge

source: Address space
tr: 地址空间

source: DHCP Range
tr: DHCP范围

source: Bridge Name
tr: Bridge名称

source: Select a network to edit
tr: 请选择一个网络进行编辑

source: Edit Definition
tr: 编辑定义

source: Select a network to delete
tr: 请选择需要删除的网络

source: Do you wish to remove network
tr: 您确定要删除网络

source: Do you wish to disassociate network
tr: 您确定要解除网络关联

source: Select Platform
tr: 选择虚拟化平台

source: Please select a Platform.
tr: 请选择一个虚拟化平台

source: Host Name
tr: 主机名

source: SSH Port
tr: SSH端口

source: Use SSH Keys
tr: 使用SSH密钥

source: Adding...
tr: 正在添加...

source: Server Added
tr: 服务器已添加

source: timed out
tr: 超时

source: Server Updated
tr: 服务器已更新

source: Settings defined here override the values in the template at the time of provisioning.
tr: 这里定义的设置将在创建虚拟机的时候覆盖模板中定义的值

source: (Values begining with # are ignored)
tr: (以#开头的值将会被忽略)

source: Variable
tr: 变量

source: Server Pool Removed.
tr: 服务器池已删除

source: Provisioning Virtual Machine
tr: 创建或克隆虚拟机

source: Boot Params
tr: 启动参数

source: Miscellaneous
tr: 额外参数

source: Template Parameters
tr: 模板参数

source: Change Settings
tr: 改变设置

source: Template Group
tr: 模板组

source: Template Name
tr: 模板名

source: VM
tr: 虚拟机

source: Config File Name
tr: 配置文件名

source: Memory (MB)
tr: 内存 (MB)

source: Guest OS Flavor
tr: 客户机操作系统类型

source: Guest OS Name
tr: 客户机操作系统名称

source: Guest OS Version
tr: 客户机操作系统版本

source: Start VM after Provisioning
tr: 创建后立即开启虚拟机

source: Start VM on Server up
tr: 服务器启动时开启虚拟机

source: Select File
tr: 选择文件

source: Directory
tr: 目录

source: Date
tr: 日期

source: <b>Storage</b>
tr: 存储

source: Up
tr: 上移

source: Down
tr: 下移

source: VM Device
tr: 虚拟机设备

source: Storage Name
tr: 存储名称

source: &nbsp; Use Up or Down arrow to change the sequence of disks. &nbsp;
tr: &nbsp; 使用上移或者下移箭头来改变磁盘的顺序 &nbsp;

source: Information
tr: 信息

source: The sequence of disks to be saved will be in the same order as shown in the table.
tr: 磁盘保存的顺序和表里显示的顺寻一致

source: <b>Networks</b>
tr: 网络

source: <b>Miscellaneous</b>
tr: 额外参数

source: <b>Template Parameters</b>
tr: 模板参数

source: Attribute
tr: 属性

source: Please select an item from the list
tr: 请从列表中选择一项

source: Please enter VM name under General tab
tr: 请在常规标签下面输入虚拟机名字

source: Please enter Guest OS Flavor under General tab
tr: 请在常规标签下面输入操作系统类型

source: Please enter Guest OS Version under General tab
tr: 请在常规标签下面输入操作系统版本

source: Please enter Guest OS Name under General tab
tr: 请在常规标签下面输入操作系统名称

source: Select OS Flavor
tr: 选择操作系统分类

source: Select OS Name
tr: 选择操作系统名称

source: VM Name should not contain special characters.<br>
tr: 虚拟机名字不应该包含特殊字符。

source: Options
tr: 选项

source: VM Device Details
tr: 虚拟机设备详细信息

source: Size (MB)
tr: 大小 (MB)

source: File System
tr: 文件系统

source: Device Mode
tr: 设备模式

source: In Memory
tr: 在内存中

source: On Disk
tr: 在磁盘上

source: Storage Definition
tr: 存储定义

source: Portal
tr: 入口

source: Target
tr: 目标

source: Network Interfaces
tr: 网络接口

source: Mount Options
tr: 挂载选项

source: Select Storage
tr: 选择存储

source: Show only available disks
tr: 仅仅显示可分配磁盘

source: This Device is already used
tr: 这个设备已被使用

source: Please select Device under VM Device Details
tr: 请在虚拟机设备详细信息下面选择虚拟机设备

source: Create New Disk
tr: 创建新磁盘

source: Use Physical Device
tr: 使用物理设备

source: Use ISO File
tr: 使用ISO文件

source: Clone Reference Disk
tr: 克隆黄金磁盘

source: Logical Volume
tr: 逻辑卷

source: Select Existing Device
tr: 选择现有的设备

source: Select Existing File Disk
tr: 选择现有的文件磁盘

source: File (VBD)
tr: 文件(VBD)

source: Select ISO
tr: 选择ISO

source: Disk Content
tr: 磁盘内容

source: Disk Image
tr: 磁盘镜像

source: Ref Details
tr: 磁盘参考文件详细信息

source: Ref Disk Type
tr: 参考文件磁盘类型

source: Ref Format
tr: 参考文件格式

source: Ref Loc
tr: 参考文件位置

source: Network Details
tr: 网络详细信息

source: Select Network
tr: 选择网络

source: Specify MAC address
tr: 指定MAC地址

source: MAC address
tr: MAC地址

source: Network Model
tr: 网络模型

source: Specify the network that you wish the VM use.
tr: 指定虚拟机使用的网络

source: Tip: If not Specified, auto generated mac would be used.
tr: 说明: 如果不指定, 将自动生成MAC网络地址

source: Can not delete the server. Running Virtual Machines exist under the Server.
tr: 无法删除服务器，服务器下面有正在运行的虚拟机。

source: Select a Target Server Pool
tr: 选择一个目标服务器资源池

source: Host
tr: 主机

source: Restore Virtual Machine Task Submitted
tr: 恢复虚拟机任务已提交

source: Select Virtual Machine configuration file(s)
tr: 选择虚拟机配置文件(可多选)

source: Import Virtual Machine Task Submitted.
tr: 导入虚拟机任务已提交

source: Shutdown All Virtual Machine Task Submitted.
tr: 关闭全部虚拟机任务已提交

source: Start All Virtual Machine Task Submitted.
tr: 启动全部虚拟机任务已提交

source: Start Virtual Machine Task Submitted.
tr: 启动虚拟机任务已提交

source: Kill All Virtual Machine Task Submitted.
tr: 强行终止全部虚拟机任务已提交

source: Remove Server Task Submitted.
tr: 删除服务器任务已提交

source: Annotation Task Submitted.
tr: 注解任务已提交

source: Pause Virtual Machine Task Submitted.
tr: 暂停虚拟机任务已提交

source: Unpause Virtual Machine Task Submitted.
tr: 继续虚拟机任务已提交

source: Reboot Virtual Machine Task Submitted.
tr: 重启虚拟机任务已提交

source: Shutdown Virtual Machine Task Submitted.
tr: 关闭虚拟机任务已提交

source: Kill Virtual Machine Task Submitted.
tr: 强行终止虚拟机任务已提交

source: Snapshot Virtual Machine Task Submitted
tr: 休眠虚拟机任务已提交

source: Provision Virtual Machine Task Submitted
tr: 创建或克隆虚拟机任务已提交

source: Remove Virtual Machine Task Submitted.
tr: 删除虚拟机任务已提交

source: Migrate Virtual Machine Task Submitted.
tr: 迁移虚拟机任务已提交

source: Virtual Machine settings changed successfully
tr: 虚拟机设置修改成功

source: {0} in {1} on {2}?
tr: 在{2}下面的{1}上{0}?

source: Remove {0} from {1}?
tr: 从{1}中删除{0}?

source: All VMs under this server will be removed.
tr: 这台服务器下的所有虚拟机将被删除,

source: Related VBDs/Volumes will not be deleted.
tr: 相关的VBD或者卷不会被删除。

source: Please enter annotation below, others will be notified via email.
tr: 请在下面输入注解, 该注解会通过邮件通知其他相关的人

source: Annotation
tr: 注解

source: Last Modified by :&nbsp;&nbsp;
tr: 上一次修订者 :&nbsp;&nbsp;

source: Last Modified by :
tr: 上一次修订者 :

source: Clear
tr: 清除

source: Clearing the annotation. Continue?
tr: 清除注解, 继续?

source: No annotations defined.
tr: 没有注解被定义

source: Migrate all VMs from {0} to {1}?
tr: 从{0}到{1}迁移全部虚拟机?

source: Live Migration
tr: 在线迁移

source: Virtual Machine Config Settings for
tr: 虚拟机设置:-

source: Edit Config File:-
tr: 编辑配置文件:-

source: You can select local viewer for connecting to the Virtual Machine.
tr: 您能够选择使用本地VNC Viewer来连接到虚拟机

source: Use Local Viewer:&nbsp;
tr: 使用本地VNC Viewer:&nbsp;

source: Use VNC Applet
tr: 使用VNC Applet

source: Please select a value from list
tr: 请从列表中选择一个值

source: Virtual Machine is not Running.
tr: 虚拟机没有运行

source: {0} {1} on {2}?
tr: 在{2}上{0} {1}?

source: Set Boot Device:-
tr: 设置引导设备:-

source: Disk
tr: 磁盘

source: Remove {0} from list under {1}?
tr: 从{1}下面的列表中删除 {0}?

source: Delete {0} on {1}?
tr: 在{1}上删除{0}?

source: WARNING: Related VBDs/Volumes would also be deleted.
tr: 警告: 相关的VBD/卷也将被删除!

source: WARNING: Related VBDs/Volumes will not be deleted because the server is down.
tr: 警告: 由于服务器不在线，相关的VBD/卷不会被删除!

source: Results of prerequsite checks done for Migration.
tr: 迁移的先决条件检查结果已经完成。

source: Continue
tr: 继续

source: Category
tr: 种类

source: Migration Check Results
tr: 迁移检查结果

source: Migrate {0} from {1} to {2}?
tr: 从{1}到{2}迁移虚拟机{0}

source: Disk
tr: 磁盘

source: Enter Template Group Name
tr: 请输入模板组名称

source: Create Template
tr: 创建模板

source: Import {0} Task Submitted.
tr: 导入{0}任务已提交

source: Create a new Template using any of the following methods
tr: 使用下面任意的方法创建一个新的模板

source: Import Appliance
tr: 导入器件

source: Browse integrated catalogs and select an application to import as a Template.
tr: 浏览器件目录，选择一个器件并导入成为模板

source: Using a Reference Disk
tr: 使用基准磁盘

source: Convert your reference disk or appliance that you have already downloaded as a Template.
tr: 将一个基准磁盘或者下载的器件转换成模板

source: Reference Disk Details
tr: 基准磁盘详细信息

source: Specify download url or file location of the appliance/reference disk to be imported
tr: 指定将要被导入的器件/基准磁盘的下载地址或者文件路径

source: Select Template Group
tr: 选择模板组

source: Provider
tr: 提供商

source: Package
tr: 包结构

source: Select Appliance
tr: 选择器件

source: Rename Template Group
tr: 重命名模板组

source: Rename Group
tr: 重命名组

source: Enter new Template Group Name
tr: 请输入新的模板组名称

source: Remove Template Group
tr: 删除模板组

source: All templates in the template group, {0} will be removed. Continue?
tr: 在模板组{0}中的所有模板将被删除。继续?

source: Appliance Catalog
tr: 器件目录

source: Arch
tr: 体系结构

source: Updated
tr: 更新时间

source: Import
tr: 导入

source: Please select an appliance from the list.
tr: 请从列表中选择一个器件

source: Provision
tr: 创建或克隆

source: Template Settings
tr: 模板设置

source: Edit Template Script
tr: 编辑模板脚本

source: Edit Provisioning Script:-
tr: 编辑创建或克隆脚本:-

source: Edit Template Description
tr: 编辑模板描述信息

source: Edit Description:-
tr: 编辑描述信息:-

source: Create Like
tr: 创建相似模板

source: Create Like Template:-
tr: 创建相似模板:-

source: Enter Template Name
tr: 请输入模板名称

source: Rename Template
tr: 重命名模板

source: Rename Template:-
tr: 重命名模板:-

source: Enter new Name for Template
tr: 请为模板输入新的名称

source: Remove Template
tr: 删除模板

source: Remove Template:-
tr: 删除模板:-

source: Delete Template ,
tr: 删除模板

source: Templates Information
tr: 模板信息

source: CPUs
tr: CPU个数

source: Memory(MB)
tr: 内存(MB)

source: Virtual Machines provisioned using this Template
tr: 使用该模板创建或者克隆的虚拟机

source: Template Groups
tr: 模板组个数

source: Group Name
tr: 组名

source: Total Templates
tr: 总模板数

source: /VMAvailability ([\w\.]*)$/
tr: 服务器{0}可用性检查

source: /VMAvailability ([\w\.]*) Server Completed Successfully$/
tr: 服务器{0}可用性检查成功完成

source: /VMAvailability ([\w\.]*) Completed Successfully.$/
tr: 服务器{0}可用性检查成功完成

source: /Add Storage Definition$/
tr: 添加存储定义

source: /Add Storage Definition Data Center Completed Successfully$/
tr: 数据中心添加存储定义成功完成

source: /Task Completed Successfully.$/
tr: 任务成功完成

source: /Associate Definitions$/
tr: 关联存储定义

source: /Associate Definitions Server Pool Completed Successfully$/
tr: 服务器资源池关联存储定义成功完成

source: /Starting ([\w\.]*)$/
tr: 启动{0}

source: /Starting ([\w\.]*) Completed Successfully.$/
tr: 启动{0}成功完成

source: /Starting ([\w\.]*) Virtual Machine Completed Successfully$/
tr: 启动{0}成功完成

source: /Starting all Virtual Machines on ([\w\.]*)$/
tr: 在{0}上启动全部虚拟机

source: /Starting all Virtual Machines on ([\w\.]*) Server Completed Successfully$/
tr: 在服务器{0}上启动全部虚拟机成功完成

source: /Starting all Virtual Machines on ([\w\.]*) Completed Successfully.$/
tr: 在{0}上启动全部虚拟机成功完成

source: /Shutting down ([\w\.]*)$/
tr: 关闭{0}

source: /Shutting down ([\w\.]*) Completed Successfully.$/
tr: 关闭{0}成功完成

source: /Shutting down all Virtual Machines on ([\w\.]*)$/
tr: 在{0}上关闭全部虚拟机
