Repository: gladmustang/CloudVirt
Catalog: convirt/src/convirt/web/convirt/convirt/i18n/*/LC_MESSAGES/convirt.po
Languages: tr

source: /Shutting down all Virtual Machines on ([\w\.]*) Server Completed Successfully$/
tr: 在服务器{0}上关闭全部虚拟机成功完成

source: /Shutting down all Virtual Machines on ([\w\.]*) Completed Successfully.$/
tr: 在{0}上关闭全部虚拟机成功完成

source: /Importing Virtual Machine on ([\w\.]*)$/
tr: 在{0}上导入虚拟机

source: /Importing Virtual Machine on ([\w\.]*) Server Completed Successfully$/
tr: 在服务器{0}上导入虚拟机成功完成

source: /Importing Virtual Machine on ([\w\.]*) Completed Successfully.$/
tr: 在服务器{0}上导入虚拟机成功完成

source: /Server Pool (.*) Added.$/
tr: 服务器资源池{0}已添加

source: /Remove ([\w\.]*)$/
tr: 删除{0}

source: /Remove ([\w\.]*) Completed Successfully.$/
tr: 删除{0}成功完成

source: /Remove ([\w\.]*) Server Completed Successfully$/
tr: 删除服务器{0}成功完成

source: /Provisioning ([\w\.]*)$/
tr: 创建或克隆{0}

source: /Provisioning ([\w\.]*) Completed Successfully.$/
tr: 创建或克隆{0}成功完成

source: /Provisioning ([\w\.]*) Server Completed Successfully$/
tr: 在服务器上创建或克隆{0}成功完成

source: /Killing ([\w\.]*)$/
tr: 强行终止{0}

source: /Killing ([\w\.]*) Completed Successfully.$/
tr: 强行终止{0}成功完成

source: /Killing all VMs on ([\w\.]*)$/
tr: 在{0}上强行终止全部虚拟机

source: /Killing all VMs on ([\w\.]*) Server Completed Successfully$/
tr: 在服务器{0}上强行终止全部虚拟机成功完成

source: /Killing all VMs on ([\w\.]*) Completed Successfully.$/
tr: 在{0}上强行终止全部虚拟机成功完成

source: /Deleting ([\w\.]*)$/
tr: 删除{0}

source: /Deleting ([\w\.]*) Completed Successfully.$/
tr: 删除{0}成功完成

source: /Deleting ([\w\.]*) Server Completed Successfully$/
tr: 在服务器上删除{0}成功完成

source: /Pausing ([\w\.]*)$/
tr: 暂停{0}

source: /Pausing ([\w\.]*) Completed Successfully.$/
tr: 暂停{0}成功完成

source: /Resuming ([\w\.]*)$/
tr: 继续{0}

source: /Resuming ([\w\.]*) Completed Successfully.$/
tr: 继续{0}成功完成

source: /Rebooting ([\w\.]*)$/
tr: 重启{0}

source: /Rebooting ([\w\.]*) Completed Successfully.$/
tr: 重启{0}成功完成

source: /Snapshot vm ([\w\.]*)$/
tr: 在{0}上休眠虚拟机

source: /Snapshot vm ([\w\.]*) Completed Successfully.$/
tr: 在{0}上休眠虚拟机成功完成

source: /Snapshot vm ([\w\.]*) Virtual Machine Completed Successfully$/
tr: 在{0}上休眠虚拟机成功完成

source: /Add Annotation Task$/
tr: 添加注解任务

source: /Add Annotation Task Virtual Machine Completed Successfully$/
tr: 添加虚拟机注解任务成功完成

source: /Clear Annotation Task$/
tr: 清除注解任务

source: /Clear Annotation Task Virtual Machine Completed Successfully$/
tr: 清除虚拟机注解任务成功完成

source: /Edit Annotation Task$/
tr: 编辑注解任务

source: /Edit Annotation Task Virtual Machine Completed Successfully$/
tr: 编辑虚拟机注解任务成功完成

source: /Migrate ([\w\.]*) from ([\w\.]*) to ([\w\.]*)$/
tr: 从{1}到{2}迁移虚拟机{0}

source: /Migrate ([\w\.]*) from ([\w\.]*) to ([\w\.]*) Completed Successfully.$/
tr: 从{1}到{2}迁移虚拟机{0}成功完成

source: /Migrate ([\w\.]*) from ([\w\.]*) to ([\w\.]*) Virtual Machine Completed Successfully$/
tr: 从{1}到{2}迁移虚拟机{0}成功完成

source: /Migrate All Virtual Machines from ([\w\.]*) to ([\w\.]*)$/
tr: 从{0}到{1}迁移全部虚拟机

source: /Migrate All Virtual Machines from ([\w\.]*) to ([\w\.]*) Server Completed Successfully$/
tr: 从服务器{0}到{1}迁移全部虚拟机成功完成

source: /Migrate All Virtual Machines from ([\w\.]*) to ([\w\.]*) Completed Successfully.$/
tr: 从服务器{0}到{1}迁移全部虚拟机成功完成

source: /Virtual Machine (\w*) is not running$/
tr: 虚拟机{0}未运行

source: /Annotated by : '(\w*)'\nAnnotation :\n\n(.*)\n$/
tr: 注解人: {0} 注解: {1}

source: /Annotated by : '(\w*)'\nAnnotation :\n\n(.*)\n\nPreviously Annotated by : '(.*)'\nPrevious Annotation :\n\n(.*)/
tr: 注解人: {0} 注解: {1} 之前的注解人: {2} 之前的注解: {3}

source: /Annotation cleared. \n\nPreviously Annotated by : '(.*)'\nPrevious Annotation :\n\n(.*)/
tr: 注解已清除。 之前的注解人: {0} 之前的注解: {1}

source: /mail send to ([\w\.@]*)$/
tr: 邮件已发送到{0}

source: /Restoring vm to ([\w\.]*)$/
tr: 在{0}上恢复休眠的虚拟机

source: /Restoring vm to ([\w\.]*) Server Completed Successfully$/
tr: 在服务器{0}上恢复休眠的虚拟机成功完成

source: /Restoring vm to ([\w\.]*) Completed Successfully.$/
tr: 在{0}上恢复休眠的虚拟机成功完成

source: /shutdown failed due to timeout$/
tr: 因为超时，关闭失败

source: /VM Disk ([\w\.\/]*) not found on the destination node ([\w\.]*)/
tr: 虚拟机磁盘{0}在目标节点{1}上面没有找到

source: /The destination node does not support required platform \(([\w\.]*)\)/
tr: 目标节点不支持平台({0})

source: /VM <b>([\w\.]*)<\/b> already exists.$/
tr: 虚拟机{0}已经存在

source: /Import Appliance$/
tr: 导入器件

source: /Import Appliance Template Group Completed Successfully$/
tr: 模板组中导入器件成功完成

source: /Image ([\w\.]*) already exists.$/
tr: 模板{0}已存在

source: /ImageGroup ([\w\.]*) already exists.$/
tr: 模板组{0}已存在

source: /KVM : Can not change memory for running vm.$/
tr: KVM : 不能修改正在运行的虚拟机的内存

source: /Change Settings of ([\w\.]*)$/
tr: 修改{0}的设置
